Repository: houhui315/localizationHandle
Catalog: mutiLangHandle/*.strings
Languages: id, th, vi

# 书架
source: Library
id: RakBuku
th: ชั้นวางหนังสือ
vi: Kệ sách

# 书城
source: Discover
id: KotaBuku
th: เมืองหนังสือ
vi: Kho sách

# 已经连续签到
source: Continuous sign in
id: Telahsign-inberturut
th: ได้รับการยืนยันแล้ว
vi: Đã điểm danh liên tục

# 加载中...
source: loading...
id: Memuat..
th: กำลังโหล...
vi: Đang tải...

# 欢迎
source: Welcome
id: Selamatdatang
th: ยินดีต้อนรับ
vi: Chào mừng bạn!

# 请选择你的登录方式
source: Please select login method
id: Silahkanpilihmetodelogin
th: กรุณาเลือกช่องทางการล็อคอิน
vi: Hãy chọn cách thức đăng nhập

# 最后一次登录
source: Last logged
id: Loginterakhir
th: ล็อคอินครั้งสุดท้าย
vi: Lần đăng nhập trước

# 跳过
source: Skip
id: Lewati
th: ข้าม
vi: Bỏ qua

# Facebook登录
source: Facebook
th: ล็อคอินผ่าน Facebook

# Google+登录
source: Google+
th: ล็อคอินผ่าน Google

# Facebook授权失败
source: Facebook authorization failed
id: OtorisasiFacebookgagal
th: ผูกบัญชี Facebook ไม่สำเร็จ
vi: Facebook ủy quyền thất bại

# Google+授权失败
source: Google+ authorization failed
id: OtorisasiGooglegagal
th: ผูกบัญชี Google ไม่สำเร็จ
vi: Google ủy quyền thất bại

# 帐户登录
source: Recently Logged in
id: MasukkeakunAnda
th: ชื่อผู้ใช้
vi: Đăng nhập tài khoản

# 新版本
source: Find New Version V
id: VersiBaru
th: เวอร์ชั่นใหม่
vi: Phát hiện phiên bản mới V

# 更新版本
source: Update Version Now
id: Perbaruikeversibaru
th: อัปเดตเวอร์ชั่นใหม่
vi: Cập nhật phiên bản mới

# 欢迎来到ReadMe
source: Welcome to ReadMe
id: SelamatdatangdiReadme!
th: ขอต้อนรับเข้าสู่ Readme
vi: Chào mừng đến với ReadMe！

# 我们会根据性别来推荐你喜欢的小说
source: We'll recommend your favorite novels based on your gender
id: KamiakanmerekomendasikannovelberdasarkanjeniskelaminAnda
th: เราจะแนะนำนิยายที่คุณชอบตามเพศ
vi: Chúng tôi sẽ dựa vào giới tính của bạn để đề xuất sách bạn thích

# 男生
source: Boy
id: Pria
th: ผู้ชาย
vi: Nam

# 女生
source: Girl
id: Wanita
th: ผู้หญิง
vi: Nữ

source: Saved successfully
th: บันทึกเรียบร้อยแล้ว
vi: Đã lưu thành công

source: It's the last version
th: นี้เป็นเวอร์ชั่นเก่า
vi: Đây là phiên bản mới nhất

source: BestSellers
id: Terlaris
th: ขายดี
vi: Truyện bán chạy

source: Reading
id: Membaca
th: กำลังอ่าน
vi: Lượt đọc

source: Completed
id: Tamat
th: เสร็จเรียบร้อย
vi: Đã hoàn thành

source: Try Reading
th: ลองอ่าน
vi: Đọc thử

# 发现未到账订单,请点击补单进行补单
source: There is an order that the coins are not credited to the account, please click Recharge to add free coins
id: Menemukaninvoiceyangbelumdiproses,silahkanklikuntukprosespenambalaninvoice
th: หากคุณพบคำสั่งซื้อที่ยังไม่ได้รับโปรดคลิกคำสั่งซื้อเพื่อเติมคำสั่งซื้อ
vi: Phát hiện đơn hàng chưa thanh toán, hãy ấn bổ sung để tiến hành bổ sung đơn hàng

# 补单
source: Recharge
id: Penambalan
th: สั่งซื้อเพิ่ม
vi: Bổ sung đơn hàng

# 补单成功
source: Success
id: Penambalanberhasil
th: สั่งซื้อเพิ่มสำเร็จ
vi: Bổ sung đơn hàng thành công

# 订单已取消
source: The order has been cancelled
id: Invoicetelahdibatalkan
th: การสั่งซื้อได้รับการยกเลิกแล้ว
vi: Đơn hàng đã bị hủy

# 订单无效
source: Invalid order
id: Invoicetelahexpired
th: การสั่งซื้อไม่มีผล
vi: Đơn hàng hết hiệu lực

# 编辑精选
source: Editor's Choice
id: Pilihanedit
th: ทางเลือกของบรรณาธิการ
vi: Biên tập viên tuyển chọn

# 有更新
source: New Update
id: Adaupdate
th: มีการอัปเดต
vi: Cập nhật

# 你可能会喜欢
source: You might like it
id: Andamungkinakanmenyukai
th: คุณอาจจะชอบ
vi: Có thể bạn thích

# 书架上的书
source: books in your bookshelf
id: Bukuyangadadirakbuku
th: หนังสือบนชั้นวางหนังสือ
vi: Sách trên kệ

# 登录获取奖励
source: Sign in every day for rewards
id: Loginuntukmendapatkankoin
th: ล็อคอินเพื่อรับรางวัล
vi: Điểm danh nhận Coin

# 章节
source: Chapters
id: Bab
th: บท
vi: Chương

# 删除
source: Delete
id: Hapus
th: ลบออก
vi: Xóa

# 取消
source: Cancel
id: Batal
th: ยกเลิก
vi: Hủy bỏ

# 请选择书籍
source: Selecte book
id: Silahkanpilihbuku
th: โปรดเลือกหนังสือ
vi: Chọn sách

# 选择
source: Selecte
id: Pilihan
th: เลือก
vi: Chọn

# 本书
source: Book
id: Buku
th: หนังสือ
vi: Sách

# 搜索
source: Search
th: ค้นหา
vi: Tìm

# 搜索书籍和作者
source: Search for novel names
id: SilahkanmasukkantekspencarianAnda
th: ค้นหาหนังสือและผู้แต่ง
vi: Hãy điền nội dung tìm kiếm

# 热门搜索
source: Recommend
id: PencarianTerlaris
th: ค้นหาที่นิยม
vi: Giới thiệu

# 历史搜索
source: History
id: RiwayatPencarian
th: ประวัติการค้นหา
vi: Lịch sử tìm kiếm

# 每天登录以获取奖励
source: Sign in every day for rewards
id: Setiaphariloginakanmendapatkankoin
th: ล็อคอินทุกวันเพื่อรับรางวัล
vi: Mỗi ngày điểm danh đều có thể nhận Coin

# 鼓励一下
source: Like it, support !
id: Berikandukungan
th: ให้กำลังใจหน่อย
vi: Ủng hộ một chút!

# 下次再说
source: Next time
id: Lainkali
th: ครั้งหน้าค่อยพูด
vi: Lần sau

# 给个5星好评吧
source: Please give me five stars
id: Beriperingkat5bintang
th: ให้ 5 ดาวหน่อยสิ
vi: Vui lòng đánh giá 5 sao

# 重新加载
source: Reload
id: Muatulang
th: โหลดใหม่
vi: Tải lại

# 暂无数据
source: please refresh and try again
id: Untuksementaratidakadadata
th: ไม่มีข้อมูล
vi: Tạm thời không có dữ liệu

# 没有更多了~
source: No more ~
id: Tidakadalagi~
th: ไม่มีมากกว่านี้แล้ว
vi: Vui lòng làm mới và thử lại

source: Hot Tags
th: แท็กยอดนิยม
vi: Tags phổ biến nhất

source: Today Editor's Picks
th: ที่ได้รับการคัดสรรค์ของวันนี้
vi: Biên tập viên đề xuất hôm nay

source: See all Editor's picks
th: ดูตัวเลือกการคัดสรรค์ทั้งหมด
vi: Xem tất cả đề xuất của biên tập viên

source: See all ranking
th: ดูการจัดอันดับทั้งหมด
vi: Xem tất cả bảng xếp hạng

source: All geners
th: ทุกประเภท
vi: Tất cả thể loại

# 阅读偏好
source: Preference
id: KesukaanPembaca
th: ตั้งค่าการอ่าน
vi: Sở thích đọc

source: Reading Preference
th: การตั้งค่าการอ่าน
vi: Sở thích đọc

source: Setting reading preferebces to catch more favorite novels
th: การตั้งค่าการอ่านเพื่อหานิยายที่ชอบ
vi: Cài đặt sở thích đọc để nhận nhiều tiểu thuyết yêu thích hơn nữa

source: Save Settings
th: บันทึกการตั้งค่า
vi: Lưu cài đặt

source: Most popular
th: นิยมมากที่สุด
vi: Phổ biến nhất

source: Home
th: หน้าหลัก
vi: Trang chủ

source: Ranking
id: Peringkat
th: จัดอันดับ
vi: Xếp hạng

source: Gener
id: Genre
th: ประเภท
vi: Thể loại

# 连载中...
source: Serializing
id: Bersambung..
th: กำลังเชื่อมต่อ
vi: Đang cập nhật

# 加载
source: Loading
id: Memuat..
th: โหลด
vi: Đang tải

# 完本
source: Complete
id: Tamat
th: 完本
vi: Đã hoàn thành

# 新书上架
source: New Books
id: Bukubaru
th: หนังสือที่พึ่งวางใหม่
vi: Sách mới

# 今日热门
source: Today’s Popular
id: Terlarishariini
th: เป็นที่นิยมในวันนี้
vi: Sách bán chạy hôm nay

# 限时免费
source: Limited Free
id: GratisTerbatas
th: ฟรีในช่วงเวลาจำกัด
vi: Miễn phí giới hạn

# 限时折扣
source: Limited Off
id: DiskonTerbatas
th: ส่วนลดมีเวลาจำกัด
vi: Ưu đãi giới hạn

# 短篇故事
source: Short stories
id: Cerpen
th: นิทานเรื่องสั้น
vi: Truyện ngắn

# 大家都在看
source: Friends' Favorte
id: Palingpopuler
th: ทุกคนต่างดู
vi: Phổ biến nhất

# 畅销书
source: Popular Gener
id: Terlaris
th: หนังสือขายดี
vi: Bán chạy

# 免费
source: Free
id: Gratis
th: ฟรี
vi: Miễn phí

# 更新
source: Update
id: perbarui
th: อัปเดต
vi: Cập nhật

# 受欢迎
source: Popular
id: Welcomed
th: ได้รับความนิยม
vi: Xem nhiều

# 礼物
source: Gift receive
id: Hadiah
th: ของขวัญ
vi: Nhận quà

# 订阅
source: Subscribe
th: ติดตาม
vi: Theo dõi

# 完结
source: Completed
id: Tamat
th: จบ
vi: Đã hoàn thành

# 下一章
source: Next
id: Berikutnya
th: บทต่อไป
vi: Trang tiếp

# 上一章
source: Previous
id: Sebelumnya
th: บทก่อนหน้า
vi: Trang trước

# 书签
source: Bookmark
th: บุ๊คมาร์ค
vi: Đánh dấu

# 亮度
source: Bright
id: Pencahayaan
th: ความสว่าง
vi: Độ sáng

# 翻书动画
source: PageTurn
id: Gantihalaman
th: แอนิเมชั่นพลิกหนังสือ
vi: Lật chương

# 字体
source: Type Face
id: Jenistulisan
th: แบบอักษร
vi: Kiểu chữ

# 字号
source: Font Size
id: Ukurantulisan
th: ขนาดอักษร
vi: Cỡ chữ

# 无效果
source: None
id: Tanpaefek
th: ไม่มีผล
vi: Bình thường

# 平移
source: Parallel
id: Pergerakan
th: พลิกหน้า
vi: Lật trang

# 仿真
source: Simulation
id: Simulasi
th: จำลอง
vi: Cuộn trang

# 系统
source: System
id: Pengaturan
th: ระบบ
vi: Hệ thống

# 字体一
source: TypeOne
id: Jenistulisan1
th: แบบอักษร 1
vi: Kiểu chữ 1

# 字体二
source: TypeTwo
id: Jenistulisan2
th: แบบอักษร 2
vi: Kiểu chữ 2

# 字体三
source: TypeThree
id: Jenistulisan3
th: แบบอักษร 3
vi: Kiểu chữ 3

# 解锁本章节:
source: Unlock this section：
id: Bukababini
th: ปลดล็อกบทนี้
vi: Mở khóa chương này:

# 付费解锁章节
source: Pay to unlock this chapter
id: Bukababberbayar
th: ชำระเงินเพื่อปลดล็อค
vi: Thanh toán để mở khóa chương này

# 领取书卷免费读书
source: Do tasks unlock this section
id: Pilihbukudanbacagratis
th: รับหนังสืออ่านฟรีí
vi: Nhận nhiệm vụ đọc sách miễn phí

# 自动购买 不再提醒
source: Automatic purchase no prompt anymore
th: ซื้ออัตโนมัติ ไม่ต้องแจ้งเตือน
vi: Tự động mua không cần nhắc nhở

# 限时免费已结束
source: Free limited time has ended
id: Masagratisuntukbeberapasaattelahberakhir
th: ช่วงเวลาฟรีได้สิ้นสุดแล้ว
vi: Thời gian giới hạn miễn phí đã kết thúc

# 此部分已锁定
source: This episode is locked
id: Bagianiniterkunci
th: ส่วนนี้ถูกล็อก
vi: Chương này đã bị khóa

# 观看视频解锁
source: Watch vido to unlock this episode
id: Tontonvideountukmembukahalaman
th: ดูวีดีโอเพื่อปลดล็อค
vi: Xem video để mở khóa chương này

# 限时免费：倒计时：
source: Limited free：Count down:
id: Gratisuntuksementarawaktu:hitunganmundur:
th: ช่วงเวลาฟรี:นับถอยหลัง
vi: Miễn phí giới hạn: cách thời gian miễn phí còn:

# 解锁章节
source: unlock Chapters for a
id: Bukababselanjutnya
th: ปลดล็อกบท
vi: Mở khóa chương

# 优惠
source: discount
id: Diskon
th: 优惠
vi: Ưu đãi

# 本章价格：
source: Price：
id: Hargauntukbabini
th: ราคาบทนี้:
vi: Giá chương này:

# 原价
source: Original:
id: Hargaasli:
th: ราคาเดิม:
vi: Giá gốc:

# 现价
source: Current:
id: Hargasekarang:
th: ราคาปัจจุบัน:
vi: Giá hiện tại:

# 金币不足，点击充值
source: Gold Coins is Insufficient, Please Purchase
id: Kointidakcukup,klikuntukisiulang
th: ยอดเงินไม่พอ กรุณเติมเงิน
vi: Coin không đủ, click để nạp

# 自动解锁下一章
source: Auto-unlock next chapter
id: Otomatisbukababselanjutnya
th: ปล็ดล็อคบทหน้าอัตโนมัติ
vi: Tự động mở khóa chương tiếp theo

# 限时优惠：本书全部章节解锁都是
source: Limited-time offer: It’s taking
id: Penawaranterbatas:Semuababdaribukuiniakanterbukauntuk…
th: ส่วนลดในเวลาที่จำกัด:ทุกบทของหนังสือเล่มนี้จะถูกปลดล็อค
vi: Ưu đãi giới hạn: Mở khóa tất cả các chương của cuốn sách trên kệ này đều giảm giá

# 提示：升级SVIP解锁最高优惠50%
source: Tip: Upgrade SVIP unlock up to 50% off
id: Tips:UpgradekeSVIPuntukdapatpotongan50%
th: เคล็ดลับ:อัปเกรด SVIP เพื่อปลดล็อกส่วนลดสูงสุด 50%
vi: Nâng cấp SVIP mở khóa ưu đãi cao nhất lên đến 50%

# 提示：你是
source: Tip：SVIP
id: Tips:andaadalah
th: เคล็ดลับ: คุณคือ
vi: Tip: Nâng cấp SVIP

# VIP篇
source: VIP chapter
id: HalamanVIP
th: บทความวีไอพี
vi: Chương VIP

# 免费借阅本章
source: Borrow this chapter for free
id: Pinjambabinisecaragratis
th: ยืมบทนี้ได้ฟรี
vi: Mượn đọc miễn phí chương này

# 借阅期为14天，在此期间您可以免费阅读本章
source: The borrow period is 14 days, during this period you can read the chapter for free.
id: Kamubisameminjambukuiniselama14hari,selamamasaberlakubisadibacasecaragratis
th: ช่วงเวลาในการยืมหนังสือคือ 14วัน ในช่วงเวลานี้คุณสามารถอ่านบทนี้ฟรี
vi: Mỗi chu kì mượn đọc là 14 ngày, trong thời gian này, bạn có thể tùy ý mượn đọc miễn phí chương này.

# 看更多
source: See More
id: Lihatlebihbanyaklagi
th: ดูเพิ่มเติม
vi: Xem nhiều hơn

# 你有
source: You have
id: Andaada
th: คุณมี
vi: Bạn có

# 有机会免费借用这本小说的章节
source: chance to borrow the chapters of this novel for free!
id: Dapatkankesempatanuntukmeminjambabdarinovelinisecaragratis
th: มีโอกาสที่จะได้รับการยืมหนังสือเล่มนี้ฟรี
vi: cơ hội mượn đọc miễn phí các chương của truyện này!

# 本章是VIP章节,请支持作者
source: VIP chapter, support it
id: BabiniadalahbabVIP,mohondukungpenulisnya
th: บทนี้เป็นบท VIP โปรดสนับสนุนผู้เขียน
vi: Chương này là chương VIP, xin hãy ủng hộ tác giả.

# 打赏列表
source: Reward List
id: ListDonatur
th: รายการรางวัล
vi: Danh mục thưởng

# 评论列表
source: Daftar komentar
id: Komentar
th: รายการความคิดเห็น
vi: Danh sách bình luận

# 更多
source: More
id: Lebihbanyaklagi
th: เพิ่มเติม
vi: Nhiều hơn

# 阅读量
source: Reading
id: JumlahMembaca
th: จำนวนการอ่าน
vi: Số người đang đọc

# 购买量
source: Snbscriber
id: Jumlahpembelian
th: จำนวนการซื้อ
vi: Theo dõi

# 礼物量
source: Gift Received
id: JumlahHadiah
th: จำนวนรางวัล
vi: Lượng quà tặng

# 概要
source: Synopsis
id: Ringkasan
th: สรุป
vi: Tóm lược

# 可以借
source: Can borrow
id: Bolehpinjam
th: สามารถยืม
vi: Có thể đọc miễn phí

# 免费借阅章节
source: chap. for free
id: Gratismembacabab
th: ยืมอ่านบทนี้ฟรี
vi: Chương mượn đọc miễn phí

# 免费章节
source: chapters for free
id: BabGratis
th: บทฟรี
vi: Chương miễn phí

# 多久后
source: chap. after
id: Berapalamakemudian
th: นานแค่ไหน
vi: Sau

# 小时
source: hours
id: Jam
th: ชั่วโมง
vi: Tiếng

# 借阅提示
source: Can borrow the chapters of the novel for free per day, the borrowing times are clear everyday, and can not be superimpose
id: NotifikasiPinjamBaca
th: เคล็ดลับการยืม
vi: Số chương mượn đọc mỗi ngày sẽ được xóa khi hết hạn

# 现在借
source: Borrow now
id: Pinjamsekarang
th: ยืมตอนนี้
vi: Mượn ngay

# 发表评论
source: Write comments
id: BerikanKomentar
th: แสดงความคิดเห็น
vi: Viết bình luận

# 评论
source: Review
id: Komentar
th: ความคิดเห็น
vi: Bình luận

# 暂时没有评论
source: No comments yet
id: Sementaratidakadakomentar
th: ไม่มีความเห็น
vi: Chưa có bình luận

# 版权信息
source: Copyright information
id: InformasiHakCipta
th: ข้อมูลลิขสิทธิ์
vi: Thông tin bản quyền

# 版权所有
source: The digital copyright of this book is providrd and discovered by ReadMe. All Rights Reserved.
id: HakCipta
th: ลิขสิทธิ์ทั้งกมด
vi: Nói không với sách lậu, ủng hộ sách bản quyền. Tiểu thuyết này do ReadMe chế tác và phát hành, chưa được ủy quyền không được phép truyền bá. Bất cứ ai vi phạm sẽ bị truy cứu theo pháp luật.

# 加书架
source: Add to booshelf
id: Tambahkerakbuku
th: เพิ่มชั้นวางหนังสือ
vi: Thêm vào giá sách

# 开始阅读
source: Start Reading
id: MulaiMembaca
th: เริ่มอ่าน
vi: Bắt đầu đọc

# 已加入书架
source: IN LIBRARY
id: Telahadadirakbuku
th: เพิ่มไปยังชั้นวางหนังสือแล้ว
vi: Đã thêm

# 奖励
source: Reward
id: Hadiah
th: รางวัล
vi: Thưởng

# 写的太好了,支持一下
source: Nice chapter, support him
id: Sangatbagus,berikandukungan
th: เขียนได้ดีมาก สนับสนุนหน่อย
vi: Viết hay quá, ủng hộ một xíu!

# 发布评论
source: Post Comments
id: PostingKomentar
th: แสดงความคิดเห็น
vi: Đăng bình luận

# 在这里输入您的评论(限500个字符)
source: Enter your comments here (500 characters)
id: TulisKomentarAndadisini(Bataskata500kata)
th: ป้อนความคิดเห็นของคุณที่นี่(จำกัดไม่เกิน500 อักขระ)
vi: Nhập bình luận của bạn (Dưới 500 từ)

# 评论正在审核中
source: Comments reviewing
id: Komentarsedangdalamprosespengecekan
th: ความคิดเห็นอยู่ระหว่างการตรวจสอบ
vi: Bình luận đang được duyệt

# 评论内容不能为空
source: Comments cannot be empty
id: Komentartidakbolehkosong
th: เนื้อหาความคิดเห็นไม่สามารถว่างเปล่า
vi: Bình luận không được để trống

# 我的排名
source: My Rank
id: PeringkatAnda
th: อันดับของฉัน
vi: Xếp hạng của tôi

# 未上榜
source: Not on the list
id: Belummasukperingkat
th: ไม่อยู่ในรายการ
vi: Không có

# 提升排名
source: Improve rank
id: MenaikkanPeringkat
th: เพิ่มอะนดับ
vi: Nâng xếp hạng

# 未登录
source: Not login
id: BelumLogin
th: ไม่ได้เข้าสู่ระบบ
vi: Chưa đăng nhập

# 打赏
source: Reward
id: BeriHadiah
th: ให้รางวัล
vi: Thưởng

# 未完待续
source: To be continue
id: Bersambung
th: ยังไม่จบโปรดติดตามต่อ
vi: Còn nữa...

# 新章节正在写作中...
source: A new chapter is in writing...
id: Babbarusedangditulis
th: บทใหม่อยู่ระหว่างการเขียน...
vi: Chương mới đang được viết tiếp...

# 给作者打赏催更
source: To reward the author and ask him to update
id: BeriHadiahKepadaPenulisAgarUpdateDipercepat
th: ให้รางวัลผู้เขียน
vi: Thưởng cho tác giả để cập nhật nhanh hơn

# 全书完结
source: At the end of the book
id: Tamat
th: ท้ายเล่ม
vi: Hết

# 喜欢这本书就给作者一点打赏吧
source: If you like this book, give the author a little reward
id: JikaAndamenyukaibukuini,berikanlahsedikithadiahkepadapenulis
th: ถ้าคุณชอบหนังสือเล่มนี้ให้รางวัลผู้เขียน
vi: Nếu bạn thích cuốn sách này thì hãy thưởng cho tác giả nhé

# 给作者打赏
source: To reward the author
id: BerikanHadiahKepadaPenulis
th: ให้รางวัลผู้เขียน
vi: Thưởng cho tác giả

# 你可能喜欢的书
source: Books you might like
id: BukuYangMungkinAndaSukai
th: หนังสือที่คุณอาจชอบ
vi: Sách bạn có thể thích

# 请选择打赏金币数量
source: Please choose the amount of reward coins
id: SilahkanPilihNominalKoinUntukPemberianHadiah
th: โปรดเลือกจำนวนรางวัล
vi: Hãy chọn số lượng Coin thưởng

# 确认打赏
source: Confirmation reward
id: YakinUntukMemberiHadiah
th: ยืนยันการให้รางวัล
vi: Xác nhận thưởng

# 已打赏：
source: Have been rewarded:
id: TelahMemberiHadiah
th: ให้รางวัลสำเร็จ
vi: Đã thưởng:

# 剩余金币：
source: Remaining gold coins:
id: KoinTersisa
th: เหรียญคงเหลือ
vi: Số dư Coin:

# 借阅
source: Borrow
id: PinjamBaca
th: ยืมอ่าน
vi: Mượn

# 天
source: day
id: Hari
th: วัน
vi: Ngày

# 加入书架
source: Add to Library
id: MasukkankeRakBuku
th: เพิ่มไปยังชั้นวางหนังสือ
vi: Thêm vào giá sách

# 下次进入书架就能看到这本书
source: You will see this book in the library next time
id: KamudapatmelihatbukuinidiRakbukusewaktuAndamasukdilainwaktu
th: คุณจะเห็นหนังสือเล่มนี้ในครั้งต่อไปที่ชั้นวางหนังสือ
vi: Bạn sẽ nhìn thấy cuốn sách này trong kho sách vào lần sau

# 保存
source: Save
id: Simpan
th: บันทึก
vi: Xác nhận

# 获得
source: earn
id: Dapatkan
th: ได้รับ
vi: Nhận được

# 登录
source: Click To Login
id: Login
th: เข้าสู่ระบบ
vi: Thông tin cá nhân

# 我的金币：
source: My Coins:
id: Koinku
th: เหรียญของฉัน:
vi: Coin của tôi:

# 充值
source: Top Up
id: Isiulang
th: เติมเงิน
vi: Nạp tiền

# 开通SVIP
source: OPEN SVIP
id: BukaSVIP
th: เปิด SVIP
vi: Mở SVIP

# 最大折扣为
source: Max discount for
id: Diskonmaksimum
th: ส่วนลดสูงสุดคือ
vi: Ưu đãi lớn nhất lên tới

# 充值详情
source: Billing Detail
id: Detail
th: รายละเอียดการเติมเงิน
vi: Chi tiết thanh toán

# 每日任务
source: Daily mission
id: TugasHarian
th: ภารกิจประจำวัน
vi: Nhiệm vụ mỗi ngày

# 常见问题
source: FAQ
th: ปัญหาที่พบบ่อย
vi: Các vấn đề thường gặp

# 在线客服
source: Customer Service
id: LayananPelangganOnline
th: บริการออนไลน์
vi: Liên hệ với CSKH

# 系统设置
source: Settings
id: PengaturanSistem
th: ตั้งค่าระบบ
vi: Cài đặt

# 书币明细
source: Recharge detail
id: RincianKoinBuku
th: รายละเอียดสกุลเงิน
vi: Chi tiết nạp tiền

# 奖励明细
source: Rewards detail
id: RincianPenghargaan
th: รายละเอียดรางวัล
vi: Chi tiết thưởng

# 消费明细
source: EXpense detail
id: RincianPengeluaran
th: รายละเอียดการใช้จ่าย
vi: Chi tiết chi tiêu

# 金币
source: Coins
id: Koin
th: เหรียญ
vi: Coin

# 连续签到奖励更多
source: Sign in every day for rewards
id: Log-inBerturutDanDapatkanHadiah
th: การเช็คอินติดต่อกันเพื่อรับรางวัลมากขึ้น
vi: Mỗi ngày điểm danh đều có thể nhận Coin

# 签到了
source: Signed in
id: Log-in
th: เช็คอินแล้ว
vi: Điểm danh

# 天数
source: days in a row
id: Jumlahhari
th: จำนวนวัน
vi: ngày

# 签到
source: Sign in now
id: Log-in
th: เช็คอิน
vi: Điểm danh

# 已签到
source: Signed
id: TelahLog-in
th: เช็คอินสำเร็จ
vi: Đã điểm danh

# 阅读时长
source: Reading
id: Lamamembaca
th: เวลาอ่าน
vi: Đã đọc

# 分钟
source: mins
id: menit
th: นาที
vi: Phút

# 阅读
source: Read for
id: Membaca
th: อ่าน
vi: Đã đọc

# 日常任务
source: Daily Task
id: TugasHarian
th: ภาระกิจประจำวัน
vi: Nhiệm vụ hàng ngày

# 签到任务
source: Check-in task
id: MisiLog-in
th: เช็คอินภาระกิจ
vi: Nhiệm vụ điểm danh

# 设置
source: Setting
id: Pengaturan
th: ตั้งค่า
vi: Cài đặt

# 退出登录
source: Log out
th: ออกจากระบบ
vi: Thoát

# 自动购买章节
source: Automatic Purchase Chapter
id: Pembelianbabotomatis
th: ซื้อบทความอัตโนมัติ
vi: Tự động mua chương

# 性别选择
source: Gender switch
id: PilihGenre
th: เลือกเพศ
vi: Thay đổi giới tính

# 清除缓存
source: Clear cache
id: PembersihanCache
th: ล้างแคช
vi: Xóa bộ nhớ

# 切换语言
source: Language switch
id: GantiBahasa
th: เปลี่ยนภาษา
vi: Thay đổi ngôn ngữ

# 确认切换
source: Confirm switch
id: Konfirmasikanpengalihan
th: ยืนยันการเปลียน
vi: Xác nhận thay đổi

# 当前版本
source: Updates
id: VersiSaatini
th: เวอร์ชันปัจจุบัน
vi: Cập nhật

# 男
source: Boy
id: Pria
th: ผู้ชาย
vi: Nam

# 女
source: Girl
id: Wanita
th: ผู้หญิง
vi: Nữ

# 英语
source: English
id: BahasaInggris
th: ภาษาอังกฤษ

# 每周一凌晨重新计算
source: Recalculate Every Monday Morning
id: Perhitunganakandimulaisetiaphariminggujam1dinihari
th: คำนวณใหม่ทุกเช้าวันจันทร์
vi: Thống kê lại vào mỗi sáng thứ hai

# 做任务
source: START
id: Lakukanmisi
th: ทำภาระกิจ
vi: Bắt đầu

# 领取
source: GET
id: Ambil
th: รับ
vi: Nhận

# 已领取
source: GOT
id: Telahdiambil
th: รับสำเร็จ
vi: Đã nhận

# 未完成
source: START
id: Belumdiselesaikan
th: ยังไม่สำเร็จ
vi: Chưa hoàn thành

# 选择充值数量
source: Select recharge quantity
id: Silahkanpilihnominalpengisiankoin
th: เลือกจำนวนที่ต้องการเติม
vi: Lựa chọn số tiền nạp

# 充值金币不到账？点击
source: Did the coin top up fail? Click here for
id: Pengisiankoinbelummasuk?Klik
th: เติมเงินไม่เข้าบัญชี?กด
vi: Có phải bạn nạp Coin thất bại?

# 联系客服
source: coustomer service
id: HubungiLayananPelanggan
th: ติดต่อฝ่ายบริการลูกค้า
vi: Click vào đây để liên hệ CSKH

# 请重新登录
source: Please to Login
id: Loginulang
th: เข้าสู่ระบบใหม่
vi: Vui lòng đăng nhập

# 没有更多任务了~
source: No more tasks~
id: Tidakadatugaslagi
th: ไม่มีภาระกิจมากกว่านี้แล้ว
vi: Không còn nhiệm vụ khác ~

# 网络出问题了~
source: Network Errors
id: Adamasalahdenganjaringan
th: เครือข่ายมีปัญหา
vi: Lỗi kết nối~

# 浏览历史
source: Browse history
id: RiwayatPenjelajahan
th: ประวัติการค้นหา
vi: Lịch sử trình duyệt

# 清空
source: Clear
id: Hapus
th: ล้างทั้งหมด
vi: Làm trống

source: Like
vi: Thích

source: Ratings
vi: lượt đánh giá

# 越南语
source: Tiếng Việt
id: BahasaVietnam
